{
  "_meta": {
    "total_tokens": 18125,
    "vocab_size": 299,
    "special_tokens": [
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>"
    ]
  },
  "token_to_id": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<BOS>": 2,
    "<EOS>": 3,
    "se": 4,
    ".": 5,
    "jemo": 6,
    ",": 7,
    "zaldrīzoti": 8,
    "henujagon": 9,
    "issa": 10,
    "ōdrikagon": 11,
    "issi": 12,
    "skoros": 13,
    "perzys": 14,
    "dārys": 15,
    "ēlī": 16,
    "ūndanissis": 17,
    "gaomagon": 18,
    "hēdrȳ": 19,
    "syt": 20,
    "jemēle": 21,
    "jorrāelagon": 22,
    "jaelar": 23,
    "hen": 24,
    "hūlon": 25,
    "hēnkirī": 26,
    "belmon": 27,
    "drējotas": 28,
    "dāervosas": 29,
    "zaldrīzir": 30,
    "kostilus": 31,
    "ziry": 32,
    "jaelon": 33,
    "dāervon": 34,
    "iderēbza": 35,
    "sytilus": 36,
    "dāeri": 37,
    "kostos": 38,
    "pryjari": 39,
    "ivestragī": 40,
    "jorrāelis": 41,
    "jagon": 42,
    "skoriot": 43,
    "vējose": 44,
    "jaelagon": 45,
    "gaomis": 46,
    "glaes": 47,
    "drējoti": 48,
    "kirimvose": 49,
    "dāeris": 50,
    "dāeriot": 51,
    "vēzos": 52,
    "pōnta": 53,
    "qilōni": 54,
    "jēdagon": 55,
    "pōntalo": 56,
    "jēdās": 57,
    "avy": 58,
    "?": 59,
    "zūgagon": 60,
    "āeksio": 61,
    "drējagon": 62,
    "īlva": 63,
    "ōño": 64,
    "targaryen": 65,
    "hēnta": 66,
    "glēdrī": 67,
    "ryndāro": 68,
    "belma": 69,
    "daenarī": 70,
    "dōre": 71,
    "jaela": 72,
    "pryvella": 73,
    "tepagon": 74,
    "ælīrys": 75,
    "hēnkus": 76,
    "sīr": 77,
    "mērī": 78,
    "zaldrīzi": 79,
    "mēre": 80,
    "morghūljagon": 81,
    "symbe": 82,
    "jēdar": 83,
    "morghot": 84,
    "jevorion": 85,
    "muña": 86,
    "pyghor": 87,
    "ābrar": 88,
    "gūrotrirī": 89,
    "jēdrivībilātās": 90,
    "rūjagon": 91,
    "brōzma": 92,
    "jevilātās": 93,
    "kirimvi": 94,
    "kostas": 95,
    "ossēnagon": 96,
    "dāria": 97,
    "dārī": 98,
    "glaeson": 99,
    "gūrēbzi": 100,
    "jaelza": 101,
    "jemēbza": 102,
    "āegon": 103,
    "belmurti": 104,
    "ondor": 105,
    "sīrivalis": 106,
    "valyria": 107,
    "ȳdragon": 108,
    "iderēbzi": 109,
    "jaelzar": 110,
    "lēkia": 111,
    "qogror": 112,
    "tīkila": 113,
    "arlūni": 114,
    "daenerys": 115,
    "dāerēbzi": 116,
    "dārilaros": 117,
    "hēnkirzīr": 118,
    "jikās": 119,
    "jāhon": 120,
    "jēnagon": 121,
    "jōfari": 122,
    "māzis": 123,
    "zaldrīzīr": 124,
    "azantys": 125,
    "kessa": 126,
    "kesīr": 127,
    "kesīri": 128,
    "muñagon": 129,
    "onosor": 130,
    "vali": 131,
    "ñuhares": 132,
    "īlōnagon": 133,
    "alaric": 134,
    "aōhaerys": 135,
    "daoruni": 136,
    "dāeruni": 137,
    "hae": 138,
    "jevi": 139,
    "kesan": 140,
    "kostōha": 141,
    "pār": 142,
    "rūsī": 143,
    "syrzir": 144,
    "tolī": 145,
    "āeksi": 146,
    "ānogar": 147,
    "ēlīrī": 148,
    "ērinis": 149,
    "ēza": 150,
    "aegon": 151,
    "andahli": 152,
    "arlī": 153,
    "aōt": 154,
    "daor": 155,
    "dāerys": 156,
    "dōron": 157,
    "glaesagon": 158,
    "glȳrzi": 159,
    "gēlī": 160,
    "iderenna": 161,
    "ivestragon": 162,
    "iā": 163,
    "jevon": 164,
    "kesor": 165,
    "kesy": 166,
    "māzīlātās": 167,
    "onogār": 168,
    "rhaella": 169,
    "rijā": 170,
    "tolvī": 171,
    "zaldrīzotas": 172,
    "zyhys": 173,
    "æeksio": 174,
    "ñuho": 175,
    "āerys": 176,
    "ēngos": 177,
    "ōñosor": 178,
    "aōhaeot": 179,
    "belmurtās": 180,
    "belmurtī": 181,
    "dāeragon": 182,
    "gadis": 183,
    "hūnagon": 184,
    "jiorvār": 185,
    "jorun": 186,
    "jorūdan": 187,
    "jorūn": 188,
    "jōragor": 189,
    "kastās": 190,
    "kostigon": 191,
    "mirre": 192,
    "morghūlis": 193,
    "nykeles": 194,
    "onos": 195,
    "qilōn": 196,
    "rijēla": 197,
    "rūzīnon": 198,
    "sagon": 199,
    "sorzi": 200,
    "teptas": 201,
    "toli": 202,
    "vestretās": 203,
    "ynoma": 204,
    "zȳhaan": 205,
    "ñuhe": 206,
    "aeksio": 207,
    "aerys": 208,
    "ajomāri": 209,
    "ao": 210,
    "avytilzȳn": 211,
    "azantyr": 212,
    "aōhikagon": 213,
    "belmagon": 214,
    "belmāzma": 215,
    "brōza": 216,
    "bēlībza": 217,
    "daorys": 218,
    "drējīn": 219,
    "dāerves": 220,
    "eldoria": 221,
    "emagon": 222,
    "essos": 223,
    "gadīli": 224,
    "gadīlī": 225,
    "ghiscī": 226,
    "gōvilirose": 227,
    "gūrotriri": 228,
    "gūrēnna": 229,
    "gūrēñagon": 230,
    "henogon": 231,
    "hero": 232,
    "hāedar": 233,
    "hūbēntas": 234,
    "hūbēnti": 235,
    "hūro": 236,
    "idañe": 237,
    "iderēbāzma": 238,
    "iksan": 239,
    "ivestrilātās": 240,
    "ivestrī": 241,
    "jelmōt": 242,
    "jeme": 243,
    "jinēbagon": 244,
    "jiōrina": 245,
    "jāhor": 246,
    "jākēlot": 247,
    "jēda": 248,
    "jūnās": 249,
    "kelītīs": 250,
    "kepa": 251,
    "kesīrī": 252,
    "kivaroti": 253,
    "kostagon": 254,
    "lentrot": 255,
    "luaan": 256,
    "līrī": 257,
    "mazīlzi": 258,
    "mellyni": 259,
    "morghūlagon": 260,
    "muño": 261,
    "nykēlo": 262,
    "ondorion": 263,
    "pryjātās": 264,
    "prūmia": 265,
    "pōjor": 266,
    "pōjāzīr": 267,
    "pōntās": 268,
    "rijānagon": 269,
    "rijībi": 270,
    "rēbagon": 271,
    "rūdholī": 272,
    "rūsa": 273,
    "sēnagon": 274,
    "sīrys": 275,
    "targārio": 276,
    "tepan": 277,
    "tolvīr": 278,
    "valyrīha": 279,
    "valzār": 280,
    "vaoreznon": 281,
    "vestris": 282,
    "zaldrī": 283,
    "zentyssis": 284,
    "zentyssyssy": 285,
    "zijo": 286,
    "zȳhon": 287,
    "zȳhosy": 288,
    "ðāeri": 289,
    "ñuha": 290,
    "ābrōzi": 291,
    "āeksia": 292,
    "āeksion": 293,
    "īlos": 294,
    "īlvyzīr": 295,
    "ōrbari": 296,
    "ūndanys": 297,
    "ȳdra": 298
  }
}